Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/press_releases_fi/gielladahku_2011_perustelut-su-da-an-nu.pdf.tmx
Source language: sme
Languages: sms

source: Sámi gielladahku – bálkkašumi vuođuStuSat
sms: Sääʹm ǩiõlltuâ jj – ciiSt vuâđđjurddi

source: Sámi gielladahku - bálkkašumi ulbmilin lea addit árvvu sámegielat bálvalusaid ja sámegiela dili ovddideami várás dahkkojuvvon ánssolaš barggu ovddas Suomas.
sms: SääŠm ǩiõlltuâjj - ciist miârkktõs lij uʹvdded tobdstõõzz sääʹmǩiõllsaž kääzzkõõzzi da sääʹmǩiõl staattuuzz ooudâsviikkmõõžžâst tuejjuum miõttlâž tuâjast Lääʹddjânnmest.

source: Sámi gielladahku - bálkkašupmi mieđihuvvo Eanodaga gieldda bearašbeaiveruoktu Miessái čuovvovaš ákkaid vuođul:
sms: Sääʹm ǩiõlltuâjj - ciist miõttât Enontekiö kååʹdd joukkpiârpeiʹvvpäiʹǩǩ Miessja puõʹttinallšem vuâđai mieʹldd:

source: Bearašbeaiveruoktu Miessi lea ánssolaččat ollašuhttán doaimmastis sámiid gielalaš vuoigatvuođaid ja ovddidan sámegiela dili ja dan seailuma.
sms: Joukkpiârpeiʹvvpäiʹǩǩ Miessi lij miõđlõsân čõõđtam tuåimmjumuužžstes saaʹmi ǩiõllʹlaž vuõiggâdvuõđid da viikkâm ooudâs sääʹmǩiõl staattuuzz da tõn ruõkkmõõžž.

source: Bearášbeaiveruoktu Miessi lea ovdamearka das, mo smávva resurssain ja sitkadis bargguin sáhttá oažžut áigái mearkkašahtti daguid sámegiela seailluheami várás.
sms: Joukkpiârpeiʹvvpäiʹǩǩ Miessi lij šiõǥǥ ooudâsjooʹtti čuäʹjteei tõʹst, mõõnnalla uʹcc resuurssivuiʹm da ääiʹj mieʹldd siʹtǩǩes tuâjain vueiʹtet vuäʒʒad äigga kookkas kuõʹddi da miârkkšõõvvi tuâjaid sääʹmǩiõl seʹrddmõõžžâst nuʹtt, što ǩiõl iskrdeei jieʹllemiiskâr lij ruõkkum veäʹlkõs puõlvvõõǥǥi tuâkka, ij-ǥa ǩiõll kuõđđu rainnâd.

source: Bearašbeaiveruoktu Miessi lea doaibman Eanodagas 10 jagi ja dán áigge Miessi lea dikšon jagiid mielde measta 40 sámemáná.
sms: Joukkpiârpeiʹvvpäiʹǩǩ Miessi lij tuåimmjam Enontekiöst 10 eeʹǩǩed da tõn äiʹǧǧen Miessi lij håiddam eeʹjji mieʹldd âlddsin 40 sääʹmpäʹrnned, jooukâst liâ nijddpääʹrn da ååumpääʹrn.

source: Eanodaga gielda gullá sámiid ruovttuguvlui ja gielddas sámegielat álbmot leat smávva unnitlohkun.
sms: Enontekiö kåʹdd kooll sääʹm dommvoudda da kååʹddest sääʹmǩiõllsaž narod lij uʹccen minoritettneǩǩen.

source: Miesi dikšungiellan lea sámegiella ja dikšunbargoveaga eatnigiella lea sámegiella.
sms: Miessi håiddǩiõllân lij sääʹmǩiõll da håiddpersonkååʹdd jieʹnnǩiõll lij sääʹmǩiõll.

source: Sámegielat boahtteáiggi sihkkarastima geažil lea dehálaš, ahte sámemánát ožžot sámegielat beaivedivššu ja ahte beaivedikšu dasa lassin vuođđuduvvá sámekultuvra árvvuide.
sms: Sääʹmǩiõli puõʹttiääiʹj staanumuʹšše lij vääžnai, što sääʹmpäärna vuäʹǯǯe sääʹmǩiõllsaž peiʹvvhååid da lââʹssen peiʹvvhåidd vuâđđââvv sääʹmkulttuur äärvid.

source: Mánáiguin barggadettiin lea hirbmat dehálaš systemáhtalaččat geavahit sámegiela váldogielaid nana sajádagas fuolakeahttá.
sms: Päärnaivuiʹm tuõjstõõllmen lij aaibâs vääʹžnai systtemŠmaatnalla ââʹnned sääʹmǩiõl väʹlddǩiõl raʹvves staattuuzzâst huõlǩâni.

source: Miesi bargoveahka lea lihkostuvvan dán barggus ovdamearkkalaččat, daningo bargoveahka lea čatnasan iežas bargui.
sms: Miessi personkåʹdd lij oʹnnstam tän tuâjast ooudâstjooʹttjen, tõn diõtt ko personkåʹdd lij čõnnõõttâm tuâjes ouʹdde.

source: Dáinna dikšunbargoveaga čatnasemiin iežas bargui ja nana sámegiela- ja kultuvra máŋggabealat ja soddjilis dáidduin leat ollášuhttojuvvon buot sámemánáid gielalaš vuoigatvuođat, maiddái daid sámemánáid, geaid sámegiela máhttu lea leamaš heittodut.
sms: Tän personkååʹdd čõnnõõttmõõžžin jiijjâz tuõjju da raʹvves sääʹmǩiõl- da kulttuur määŋgbeällsaž da lueʹǯǯjeei silttumuužžin leät čõõđtum puki sääʹmpääʹrnai ǩiõllʹlaž vuõiggâdvuõđid, lokku vääʹldeeʹl še tõid sääʹmpääʹrnaid, koin sääʹmǩiõl silttumuš lij leämmaž ääʹpptap.

source: Sitkadis bargguin lea leamaš mearkkašupmi sámegiela seailumii, mii fas oidno nu, ahte vuođđoskuvlii leat boahtán jahkásaččat sámegielat oahppit, geat lohket sámegiela dahje vázzet oahpu sámegillii.
sms: Siʹtǩǩes tuâjain lij leämmaž vääžnai miârkktõs sääʹmǩiõl seillmõʹšše, kååʹtt-ǥõs kuâsstai tõʹst, što vuâđđškoouʹle liâ puättam piirieeʹjji sääʹmǩiõllsa škooulneeʹǩǩ, kook mättʹtâtte sääʹmǩiõl leʹbe sääʹmǩiõlin.

source: Sámi gielladahku – bálkkašumi ulbmil lea movttiidahttit bálkkašumi oažžu buoridit ovddežis dan barggu, mii bargojuvvo sámegiela ovdii ja movttiidahttit buot Eanodaga gieldda ja eará virgeoapmahaččaid buoridit sámegiela dili.
sms: Sääʹm ǩiõlltuâjj - ciist jorddmõš lij kaggâd ciist vuäǯǯai pueʹreed sääʹmǩiõl ouʹdde tuejjeem tuâi da kaggâd pukid Enontekiö kååʹdd da jeeʹres veʹrǧneeʹǩǩid pueʹreed sääʹmǩiõl staattuuzz.

source: Sámi gielladahku - bálkkašumi mielde Eanodaga gieldda vástu sámegielat bálvalusaid ovdáneamis ja ovddideamis stuorru.
sms: Sääʹm ǩiõlltuâjj ciist mieʹldd Enontekiö kååʹdd vaʹsttõs sääʹmǩiõllsaž kääzzkõõzzi ooudâsviikkmõõžžâst da ooudâsjuätkkjummuužžast lâssan.

source: Sámediggi sávvá, ahte bálkkašupmi movttiidahttá Eanodaga gieldda buoridit sámegiela dili buot gieldda oassesurggiin ja maiddá eará virgeoapmahaččaid buoridit sámegielat bálvalusaid.
sms: Sääʹmteʹǧǧ tuäivv, što cistt kaaggči veâl jäänab Enontekiö kååʹdd pueʹreed sääʹmǩiõl staatuuzz ooudâsviikkmõõžž kååʹdd pukin vuäʹssvuuʹdin da še jeeʹres veʹrǧǧneeʹǩǩid pueʹreed sääʹmǩiõllsaž kääzzkõõzzid.
